IDEA Open Model
OriginSettings.Author Property
Compatible with IDEA StatiCa 20.1
 Name of author of project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Author { get; set; }
Public Property Author As String
	Get
	Set
Property Value
Type: String
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace